import React from 'react'

const History = () => {
  return (
    <section className='history'>
      <h2>History</h2>
      <div className="history-cont">
        <ul>
          <li>
            <h3>2022.12</h3>
            <p>2022 대한민국 브랜드 만족도 1위 수상, ‘5년 연속 수상’</p>
          </li>
          <li>
            <h3>2022.05</h3>
            <p>MBN 광고 대상 수상</p>
          </li>
          <li>
            <h3>2022.04</h3>
            <p>마켓컬리, 롯데아울렛, 보람상조 입점</p>
          </li>
          <li>
            <h3>2022.03</h3>
            <p>삼성전자 직접 계약 체결</p>
          </li>
          <li>
            <h3>2022.02</h3>
            <p>롯데백화점, 이마트트레이더스 입점 계약 체결</p>
          </li>
          <li>
            <h3>2021.12</h3>
            <p>2021 대한민국 브랜드 만족도 1위 수상, ‘4년 연속 수상’</p>
          </li>
          <li>
            <h3>2021.12</h3>
            <p>25회 여성경제인의 날 행사 대통령표창 수상</p>
          </li>
          <li>
            <h3>2021.11</h3>
            <p>경기도지사, 모범기업인 유공자 표창</p>
          </li>
          <li>
            <h3>2021.10</h3>
            <p>목마사지기 BM-NECK7 특허 출원 중</p>
          </li>
          <li>
            <h3>2021.10</h3>
            <p>코스트코 입점 계약 체결</p>
          </li>
          <li>
            <h3>2021.08</h3>
            <p>NC백화점 입점 계약 체결</p>
          </li>
          <li>
            <h3>2021.05</h3>
            <p>KOBACO, 혁신 AD-Venture 대상 일자리창출상</p>
          </li>
          <li>
            <h3>2020.12</h3>
            <p>2020 대한민국 브랜드 만족도 1위 수상, ‘3년 연속 수상’</p>
          </li>
          <li>
            <h3>2020.06</h3>
            <p>경기지방 중소벤처기업 표창</p>
          </li>
          <li>
            <h3>2020.03</h3>
            <p>모범 납세자 표창</p>
          </li>
          <li>
            <h3>2020.01</h3>
            <p>대한민국소비자대상 수상</p>
          </li>
          <li>
            <h3>2019.06</h3>
            <p>2019 대한민국 브랜드 만족도 1위 수상, ‘2년 연속 수상’</p>
          </li>
          <li>
            <h3>2019.06</h3>
            <p>IBK 베스트파트너(우량수출기업인) 선정</p>
          </li>
          <li>
            <h3>2018.08</h3>
            <p>GS홈쇼핑 런칭</p>
          </li>
          <li>
            <h3>2018.07</h3>
            <p>2018 SK스토아‘안마의자’부문 1위 우수업체 선정</p>
          </li>
          <li>
            <h3>2018.06</h3>
            <p>2018 KBSA 대한민국 브랜드 만족도 1위 수상</p>
          </li>
          <li>
            <h3>2018.04</h3>
            <p>롯데홈쇼핑 런칭</p>
          </li>
          <li>
            <h3>2018.04</h3>
            <p>현대홈쇼핑 런칭</p>
          </li>
          <li>
            <h3>2018.04</h3>
            <p>SK스토아 런칭</p>
          </li>
          <li>
            <h3>2017.05</h3>
            <p>브람스안마의자 미국 수출</p>
          </li>
          <li>
            <h3>2017.04</h3>
            <p>본사 직영매장 오픈</p>
          </li>
          <li>
            <h3>2017.03</h3>
            <p>대한민국 미래를 여는 산업 대상 수상</p>
          </li>
          <li>
            <h3>2016.12</h3>
            <p>미국 수출 발마사지기</p>
          </li>
          <li>
            <h3>2016.08</h3>
            <p>이마트 입점 계약 체결</p>
          </li>
          <li>
            <h3>2016.08</h3>
            <p>삼성전자 협력업체 계약</p>
          </li>
          <li>
            <h3>2015.12</h3>
            <p>전자랜드 입점 계약 체결</p>
          </li>
          <li>
            <h3>2015.06</h3>
            <p>롯데마트 입점 계약 체결</p>
          </li>
          <li>
            <h3>2014.05</h3>
            <p>프리미엄 브랜드 대상 수상</p>
          </li>
          <li>
            <h3>2014.04</h3>
            <p>가정용안마기 상표 등록</p>
          </li>
          <li>
            <h3>2014.03</h3>
            <p>의료기기 판매업 허가 취득</p>
          </li>
          <li>
            <h3>2014.02</h3>
            <p>CJ 오쇼핑 홈쇼핑 런칭</p>
          </li>
          <li>
            <h3>2014.01</h3>
            <p>소비자가 뽑은 브랜드 대상</p>
          </li>
          <li>
            <h3>2013.05</h3>
            <p>디자인 등록</p>
          </li>
          <li>
            <h3>2013.02</h3>
            <p>㈜브람스생활건강 상호변경</p>
          </li>
          <li>
            <h3>2011.07</h3>
            <p>중소기업 브랜드 대상 수상</p>
          </li>
          <li>
            <h3>2010.04</h3>
            <p>가정용 안마기 상표등록</p>
          </li>
          <li>
            <h3>2009.04</h3>
            <p>실용신안 등록</p>
          </li>
          <li>
            <h3>2009.03</h3>
            <p>브람스 상표 등록</p>
          </li>
          <li>
            <h3>2008.12</h3>
            <p>㈜케이엔씨 설립</p>
          </li>
          <li>
            <h3>2008.01</h3>
            <p>디자인 등록</p>
          </li>
        </ul>
      </div>
    </section>
  )
}

export default History